let globus = prompt("Земля в уменьшенном виде:")
let person = prompt("Ваш любимый персонаж?");
let city = prompt("Из какого вы города?");
let age = prompt("Ваше любимое число?");
let math = prompt("Продолжите фразу: \n 'Если Эвклид - отец геометрии, то Пифагор - отец...'");

alert("Первый " + globus + " создал " + person + " из античного города " + city + " примерно в " + age + " г. до н. э. Об этом упоминали древнегреческий " + math + " и астроном Гемин, а также историк и географ Страбон.")

